Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=549_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Vuoden ensimmäiset uudet oppimateriaalit ilmestyivät
sms: Eeʹjj vuõssmõs ođđ mättʹtem-materiaal liâ iʹlmmstõõvvâm

source: Vuoden 2012 ensimmäiset saamenkieliset oppimateriaalit ovat ilmestyneet.
sms: Vuâđđmättʼtõõzz 9:cad klaass õhttsažkåʹddteâđ tâʹvvsääʹmǩiõllsaž silttõsvihkk Servodat dál 9, dáidogihpa kooll seämmanõmmsaž ääiʹjbeäʹlnn čõõđtum mättʼtemǩerjja.

source: Perusopetuksen 9:nnen luokan yhteiskuntatiedon pohjoissaamenkielinen taitovihko
sms: Lookkjiškooul mättʹtemǩeʹrjj Giela geainnut miârkksââvv aalǥ vuõssmõs tâʹvvsääʹmǩiõllsiʹžže jieʹnnǩiõl mättʼtemǩeʹrjjraiddu.

source: Servodat dál 9, dáidogihpa
sms: Ođđ da ääiʹjbeäʹlnn čõõđtum sääʹmǩiõllsa mättʹtem-materiaal liâ vuäǯǯamnalla sääʹmteeʹǧǧ škoouʹlʼjem- da mättʹtem-materiaalkonttrest sääʹmkultturkõõskõs sajoksest Aanrest.

source: liittyy samannimiseen aiemmin julkaistuun oppikirjaan.
sms: Lââʹssteâđaid täʹst da täʹst .

source: Oppikirja
sms: Loǥstõk eeʹjjest 2011 miõttum budjett-tieʹǧǧin čõõđtum mättʹtem-materiaalin käunnje täʹst .
